<?php
// Heading
$_['heading_title']       = 'Рекомендуемые Статьи в Категории и Производителе';

// Text
$_['text_module']         = 'Модули';
$_['text_success']        = 'Модуль "Рекомендуемые Статьи в Категории и Производителе" успешно обновлен!';
$_['text_content_top']    = 'Содержание шапки';
$_['text_content_bottom'] = 'Содержание подвала';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';

// Entry
$_['entry_limit']         = 'Лимит:';
$_['entry_text_limit']    = 'Лимит текста:';
$_['entry_image']         = 'Изображение (Ширина x Высота):';
$_['entry_layout']        = 'Схема:';
$_['entry_position']      = 'Расположение:';
$_['entry_status']        = 'Статус:';
$_['entry_sort_order']    = 'Порядок сортировки:';

// Error
$_['error_permission']    = 'У Вас нет прав для изменения модуля "Рекомендуемые Статьи в Категории и Производителе"!';
$_['error_image']         = 'Введите рамеры изображения!';
?>