<?php
// Heading
$_['heading_title']       = 'Вы смотрели';

// Text
$_['text_module']         = 'Модули';
$_['text_success']        = 'Настройки модуля обновлены!';
$_['text_content_top']    = 'Содержание шапки';
$_['text_content_bottom'] = 'Содержание подвала';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';
$_['text_yes']            = 'Да';
$_['text_no']             = 'Нет';
$_['text_attention']      = 'Добавьте модуль для схемы product/product (%s)<br/>Если при этом вы не желаете, чтобы он отображался на странице товара, установите параметр <b>%s</b> в значение <b>%s</b>';

// Entry
$_['entry_count']         = 'Отображать не больше:';
$_['entry_image']         = 'Изображение (Ширина x Высота):';
$_['entry_layout']        = 'Схема:';
$_['entry_position']      = 'Расположение:';
$_['entry_status']        = 'Статус:';
$_['entry_sort_order']    = 'Порядок сортировки:';
$_['entry_show_on_product'] = 'Показывать на странице товара:';

// Error 
$_['error_permission']    = 'У Вас нет прав для управления этим модулем!';
$_['error_image']         = 'Введите рамеры изображения!';
$_['error_layout']        = 'Для работы модуль должен быть включен для схемы %s (product/product)! Или выключите его ткаже для других схем!';

?>