<?php
// Heading
$_['heading_title']  = 'Пожаловаться Директору';

// Text
$_['text_message']   = '<p>Ваш запрос был успешно отправлен Директору магазина!</p>';

// Entry Fields
$_['entry_name']     = 'Ваше имя:';
$_['entry_email']    = 'Ваш E-Mail:';
$_['entry_enquiry']  = 'Ваш вопрос:';
$_['entry_captcha']  = 'Введите код, указанный на картинке:';

// Email
$_['email_subject']  = 'Жалоба: %s';

// Errors
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_email']    = 'E-mail адрес введён неверно!';
$_['error_enquiry']  = 'Длина текста должна быть от 10 до 3000 символов!';
$_['error_captcha']  = 'Проверочный код не совпадает с изображением!';
?>
