<?php
// Heading
$_['heading_title']            = 'Настройки Блога';

// Text
$_['text_success']             = 'Настройки успешно изменены!';
$_['text_items']               = 'Лимит';
$_['text_article']             = 'Статьи';

$_['text_image_manager']       = 'Менеджер изображений';
$_['text_browse']              = 'Обзор';
$_['text_clear']               = 'Очистить';


// Entry
$_['entry_blog_catalog_limit']      = 'Статей на странице (Витрина):<br /><span class="help">Количество отображаемых статей на странице.</span>';
$_['entry_blog_admin_limit']        = 'Статей на странице (Админка):<br /><span class="help">Количество отображаемых статей на странице.</span>';
$_['entry_blog_article_count']      = 'Количество статей в подкатегории: <br/><span class="help"> Показать количество статей в подкатегории. <b> Будьте осторожны, это может вызвать излишнюю нагрузку для блогов с большим количеством подкатегорий</b>.</span>';
$_['entry_blog_header_menu']        = 'Главное меню:<br /><span class="help">Показывать в главном горизонтальном меню ссылку на Блог.</span>';
$_['entry_blog_review']             = 'Разрешить отзывы:<br /><span class="help">Включает/выключает добавление новых отзывов и отображение существующих отзывов</span>';
$_['entry_blog_download']           = 'Разрешить скачивание файлов:';


$_['entry_blog_image_category']     = 'Размер изображения в описании категории блога:';
$_['entry_blog_image_popup']        = 'Размер всплывающего изображения галерей:';
$_['entry_blog_image_article']      = 'Размер изображения в категории статей:';
$_['entry_blog_image_gallery']      = 'Размер изображения в категории галерей:';
$_['entry_blog_image_additional']   = 'Размер изображений в галереи:';
$_['entry_blog_image_related']      = 'Размер изображения аналогичных статей, галерей, товаров:';

// Error
$_['error_warning']                 = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']              = 'У Вас нет прав для изменения настроек!';
$_['error_blog_limit']              = 'Не введены лимиты!';
$_['error_blog_image_article']      = 'Необходимо установить размер изображения категории статей!';
$_['error_blog_image_gallery']      = 'Необходимо установить размер изображения категории галерей!';
$_['error_blog_image_category']     = 'Необходимо установить размер изображения в описании категорий!';
$_['error_blog_image_additional']   = 'Необходимо установить размер изображений в галереи!';
$_['error_blog_image_related']      = 'Необходимо установить размер изображения аналогичных статей, галерей, товаров!';
?>