<?php
// Heading
$_['heading_title']        = 'Группы фильтров';

// Text
$_['text_success']         = 'Группы фильтров успешно обновлены!';

// Column
$_['column_name']          = 'Название группы фильтров';
$_['column_categories']	   = 'Категории';
$_['column_sort_order']    = 'Порядок сортировки';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Название группы фильтров:';
$_['entry_categories']     = 'Категории:';
$_['entry_sort_order']     = 'Порядок сортировки:';

// Error
$_['error_permission']     = 'У Вас нет прав для изменения групп фильтров!';
$_['error_name']           = 'Название группы фильтров должно быть от 3 до 64 символов!';
$_['error_filter']         = 'Группа фильтров не может быть удалена, поскольку она используется %s фильтрами!';
$_['error_filter_module']  = 'Группа фильтров не может быть удалена, поскольку она используется %s модулями!';
?>